<script setup>
  import Sidebar from '/src/components/Sidebar.vue';
</script>

<template>
  <main>
    <Sidebar />
    <div class="MainContent">
      <div class="textblock">
      <h1>О нас</h1>
      <h3>Добро пожаловать в наш интернет-магазин фототехники! Мы предлагаем широкий выбор камер, объективов, вспышек и других аксессуаров, чтобы помочь вам зафиксировать самые яркие моменты вашей жизни.
Наша продукция поставляется только от ведущих производителей, чтобы обеспечить вам высочайшее качество съемки. Независимо от того, являетесь ли вы профессиональным фотографом или начинающим, мы предлагаем идеальное решение для каждого уровня.
У нас вы найдете не только самую современную фототехнику, но и доступные цены, быструю доставку и отличное обслуживание. Наши эксперты всегда готовы ответить на ваши вопросы и помочь вам выбрать подходящее оборудование для ваших потребностей.
Не упустите возможность запечатлеть моменты, которые останутся в вашей памяти на всю жизнь. Посетите наш интернет-магазин фототехники и выберите то, что подходит именно вам.</h3>
</div>
<v-img src="/Placeholder.jpeg" contain></v-img>
    </div>
  </main>
</template>