<script setup>
  import Sidebar from '/src/components/Sidebar.vue';
</script>

<template>
  <main>
    <Sidebar />
    <div class="MainContent">
      <a href="/"><v-img src="/ZV-1 II.png" contain></v-img></a>
      <h1>Открой мир фотографии с Апертурой!</h1>
      <h3>У нас вы найдете все, что нужно для осуществления своих творческих и профессиональных фотоидей. Апертура - это место, где каждый шагает в мир фотографии с уверенностью и вдохновением.
Наш ассортимент охватывает все, начиная от профессиональных фотокамер и объективов до аксессуаров и принадлежностей.
У нас вы найдете лучшие бренды в индустрии, такие как Canon, Nikon, Sony, Fuifilm, и многие другие. Наши продукты сочетают в себе передовые технологии и надежное качество, чтобы помочь вам запечатлеть незабываемые моменты жизни.
В Апертуре мы ценим каждого нашего клиента. Наш дружелюбный и компетентный персонал всегда готов поделиться своими знаниями и опытом, чтобы помочь вам сделать правильный выбор. Мы стремимся создать непревзойденный опыт покупок, где каждый клиент ощущает важность своего выбора и получает профессиональную поддержку на каждом этапе.
Независимо от вашего уровня опыта или цели, мы готовы помочь вам достичь фотографических высот. У нас есть все необходимое для любителей, профессионалов, студентов и энтузиастов.</h3>
    </div>
  </main>
</template>